; Welcome to the Localization Section!

; Here, you can change the name of how an item will 
; appear in the game. Simply change the contents of 
; what's inside the Quotation Marks ("...").

;============================================================================================================================================================================================================
;                                                                                           ARMS LEFT & RIGHT
;============================================================================================================================================================================================================

;============
; THIN ARM L
;============

[CNV_Arm_L_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[LPL_Arm_L_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[MPL_Arm_L_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[HPL_Arm_L_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[LPW_Arm_L_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[MPW_Arm_L_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[HPW_Arm_L_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[CNV_Arm_L_Thin_Reaper X2BodyPartTemplate]
DisplayName="Thin Arm"

[CNV_Arm_L_Thin_Templar X2BodyPartTemplate]
DisplayName="Thin Arm"

[CNV_Arm_L_Thin_Skirmisher X2BodyPartTemplate]
DisplayName="Thin Arm"
;
;============
;THIN ARM R
;============

[CNV_Arm_R_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[LPL_Arm_R_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[MPL_Arm_R_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[HPL_Arm_R_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[LPW_Arm_R_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[MPW_Arm_R_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"

[HPW_Arm_R_Thin X2BodyPartTemplate]
DisplayName="Thin Arm"
;
[CNV_Arm_R_Thin_Reaper X2BodyPartTemplate]
DisplayName="Thin Arm"

[CNV_Arm_R_Thin_Templar X2BodyPartTemplate]
DisplayName="Thin Arm"

[CNV_Arm_R_Thin_Skirmisher X2BodyPartTemplate]
DisplayName="Thin Arm"

;===========================
;THIN ARM KNUCKLE DUSTER L
;===========================

[CNV_Arm_L_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[LPL_Arm_L_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[MPL_Arm_L_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[HPL_Arm_L_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[LPW_Arm_L_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[MPW_Arm_L_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[HPW_Arm_L_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[CNV_Arm_L_Thin_Duster_Reaper X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[CNV_Arm_L_Thin_Duster_Templar X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[CNV_Arm_L_Thin_Duster_Skirmisher X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"
;
;===========================
;THIN ARM KNUCKLE DUSTER R
;===========================

[CNV_Arm_R_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[LPL_Arm_R_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[MPL_Arm_R_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[HPL_Arm_R_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[LPW_Arm_R_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[MPW_Arm_R_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[HPW_Arm_R_Thin_Duster X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"
;
[CNV_Arm_R_Thin_Duster_Reaper X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[CNV_Arm_R_Thin_Duster_Templar X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

[CNV_Arm_R_Thin_Duster_Skirmisher X2BodyPartTemplate]
DisplayName="Thin Arm Knuckle Duster"

;===================
; STITCHED BRACER L
;===================

[CNV_Arm_L_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[LPL_Arm_L_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[MPL_Arm_L_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[HPL_Arm_L_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[LPW_Arm_L_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[MPW_Arm_L_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[HPW_Arm_L_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[CNV_Arm_L_Stitched_Gauntlet_Reaper X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[CNV_Arm_L_Stitched_Gauntlet_Templar X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[CNV_Arm_L_Stitched_Gauntlet_Skirmisher X2BodyPartTemplate]
DisplayName="Stitched Bracer"
;
;===================
; STITCHED BRACER R
;===================

[CNV_Arm_R_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[LPL_Arm_R_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[MPL_Arm_R_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[HPL_Arm_R_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[LPW_Arm_R_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[MPW_Arm_R_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[HPW_Arm_R_Stitched_Gauntlet X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[CNV_Arm_R_Stitched_Gauntlet_Reaper X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[CNV_Arm_R_Stitched_Gauntlet_Templar X2BodyPartTemplate]
DisplayName="Stitched Bracer"

[CNV_Arm_R_Stitched_Gauntlet_Skirmisher X2BodyPartTemplate]
DisplayName="Stitched Bracer"

;=======================
; JINX LEATHER BRACER L
;=======================

[CNV_Arm_L_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[LPL_Arm_L_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[MPL_Arm_L_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[HPL_Arm_L_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[LPW_Arm_L_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[MPW_Arm_L_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[HPW_Arm_L_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[CNV_Arm_L_Jinx_Leather_Bracer_Reaper X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[CNV_Arm_L_Jinx_Leather_Bracer_Templar X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[CNV_Arm_L_Jinx_Leather_Bracer_Skirmisher X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"
;
;=======================
; JINX LEATHER BRACER R
;=======================

[CNV_Arm_R_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[LPL_Arm_R_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[MPL_Arm_R_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[HPL_Arm_R_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[LPW_Arm_R_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[MPW_Arm_R_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[HPW_Arm_R_Jinx_Leather_Bracer X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[CNV_Arm_R_Jinx_Leather_Bracer_Reaper X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[CNV_Arm_R_Jinx_Leather_Bracer_Templar X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

[CNV_Arm_R_Jinx_Leather_Bracer_Skirmisher X2BodyPartTemplate]
DisplayName="Jinx Leather Bracer"

;============================================================================================================================================================================================================
;                                                                                              EMPTY SLOTS
;============================================================================================================================================================================================================

[Empty X2BodyPartTemplate]
DisplayName="None"

[ARM_Empty X2BodyPartTemplate]
DisplayName="None"

[Empty_Reaper X2BodyPartTemplate]
DisplayName="None"

[ARM_Empty_Reaper X2BodyPartTemplate]
DisplayName="None"

[Empty_Templar X2BodyPartTemplate]
DisplayName="None"

[ARM_Empty_Templar X2BodyPartTemplate]
DisplayName="None"

[Empty_Skirmisher X2BodyPartTemplate]
DisplayName="None"

[ARM_Empty_Skirmisher X2BodyPartTemplate]
DisplayName="None"

;============================================================================================================================================================================================================
;                                                                                              HEAD & FACE PROPS
;============================================================================================================================================================================================================

[Fitted_Beanie_F X2BodyPartTemplate]
DisplayName="Fitted Beanie"

[Aviators_Forehead_F X2BodyPartTemplate]
DisplayName="Aviators on Forehead"

[Glasses_Forehead_F X2BodyPartTemplate]
DisplayName="Thick-rimmed Glasses on Forehead"

[Nose_Bridge_Studs X2BodyPartTemplate]
DisplayName="Dragon Rider Piercings"

;=================================
; BUNCH of EARRINGS BOTH, L and R
;=================================

[Bunch_Earrings_Both X2BodyPartTemplate]
DisplayName="Bunch of Earrings"

[ARM_Bunch_Earrings_Both X2BodyPartTemplate]
DisplayName="Bunch of Earrings"

[ARM_Bunch_Earrings_Both_Reaper X2BodyPartTemplate]
DisplayName="Bunch of Earrings"

[ARM_Bunch_Earrings_Both_Templar X2BodyPartTemplate]
DisplayName="Bunch of Earrings"

[ARM_Bunch_Earrings_Both_Skirmisher X2BodyPartTemplate]
DisplayName="Bunch of Earrings"

[Bunch_Earrings_Left X2BodyPartTemplate]
DisplayName="Bunch of Earrings L"

[Bunch_Earrings_Right X2BodyPartTemplate]
DisplayName="Bunch of Earrings R"

[ARM_Bunch_Earrings_Left X2BodyPartTemplate]
DisplayName="Bunch of Earrings L"

[ARM_Bunch_Earrings_Right X2BodyPartTemplate]
DisplayName="Bunch of Earrings R"

[ARM_Bunch_Earrings_Left_Reaper X2BodyPartTemplate]
DisplayName="Bunch of Earrings L"

[ARM_Bunch_Earrings_Right_Reaper X2BodyPartTemplate]
DisplayName="Bunch of Earrings R"

[ARM_Bunch_Earrings_Left_Templar X2BodyPartTemplate]
DisplayName="Bunch of Earrings L"

[ARM_Bunch_Earrings_Right_Templar X2BodyPartTemplate]
DisplayName="Bunch of Earrings R"

[ARM_Bunch_Earrings_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Bunch of Earrings L"

[ARM_Bunch_Earrings_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Bunch of Earrings R"

;============================================================================================================================================================================================================
;                                                                                        SCARVES & NECKLACE PROPS
;============================================================================================================================================================================================================

;==================
; RESISTANCE SCARF
;==================

[Lower_Scarf X2BodyPartTemplate]
DisplayName="Resistance Scarf"

[Lower_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Resistance Scarf"

[Lower_Scarf_Templar X2BodyPartTemplate]
DisplayName="Resistance Scarf"

[Lower_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Resistance Scarf"

[ARM_Lower_Scarf X2BodyPartTemplate]
DisplayName="Resistance Scarf"

[ARM_Lower_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Resistance Scarf"

[ARM_Lower_Scarf_Templar X2BodyPartTemplate]
DisplayName="Resistance Scarf"

[ARM_Lower_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Resistance Scarf"

;==================
; MANNEQUIN SCARF
;==================

[Mannequin_Scarf X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

[Mannequin_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

[Mannequin_Scarf_Templar X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

[Mannequin_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

[ARM_Mannequin_Scarf X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

[ARM_Mannequin_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

[ARM_Mannequin_Scarf_Templar X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

[ARM_Mannequin_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Mannequin Scarf"

;==================
; TINTABLE SCARF
;==================

[Tint_Scarf X2BodyPartTemplate]
DisplayName="Tintable Scarf"

[Tint_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Tintable Scarf"

[Tint_Scarf_Templar X2BodyPartTemplate]
DisplayName="Tintable Scarf"

[Tint_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Tintable Scarf"

[ARM_Tint_Scarf X2BodyPartTemplate]
DisplayName="Tintable Scarf"

[ARM_Tint_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Tintable Scarf"

[ARM_Tint_Scarf_Templar X2BodyPartTemplate]
DisplayName="Tintable Scarf"

[ARM_Tint_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Tintable Scarf"

;==================
; WOOL SCARF
;==================

[Wool_Scarf X2BodyPartTemplate]
DisplayName="Wool Scarf"

[Wool_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Wool Scarf"

[Wool_Scarf_Templar X2BodyPartTemplate]
DisplayName="Wool Scarf"

[Wool_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Wool Scarf"

[ARM_Wool_Scarf X2BodyPartTemplate]
DisplayName="Wool Scarf"

[ARM_Wool_Scarf_Reaper X2BodyPartTemplate]
DisplayName="Wool Scarf"

[ARM_Wool_Scarf_Templar X2BodyPartTemplate]
DisplayName="Wool Scarf"

[ARM_Wool_Scarf_Skirmisher X2BodyPartTemplate]
DisplayName="Wool Scarf"

;==========
; DOG TAGS
;==========

[Dogtags X2BodyPartTemplate]
DisplayName="Dog Tags"

[Dogtags_Reaper X2BodyPartTemplate]
DisplayName="Dog Tags"

[Dogtags_Templar X2BodyPartTemplate]
DisplayName="Dog Tags"

[Dogtags_Skirmisher X2BodyPartTemplate]
DisplayName="Dog Tags"

[ARM_Dogtags X2BodyPartTemplate]
DisplayName="Dog Tags"

[ARM_Dogtags_Reaper X2BodyPartTemplate]
DisplayName="Dog Tags"

[ARM_Dogtags_Templar X2BodyPartTemplate]
DisplayName="Dog Tags"

[ARM_Dogtags_Skirmisher X2BodyPartTemplate]
DisplayName="Dog Tags"

;================
; JADE NECKLACE
;================

[Necklace_01 X2BodyPartTemplate]
DisplayName="Jade Necklace"

[Necklace_01_Reaper X2BodyPartTemplate]
DisplayName="Jade Necklace"

[Necklace_01_Templar X2BodyPartTemplate]
DisplayName="Jade Necklace"

[Necklace_01_Skirmisher X2BodyPartTemplate]
DisplayName="Jade Necklace"

[ARM_Necklace_01 X2BodyPartTemplate]
DisplayName="Jade Necklace"

[ARM_Necklace_01_Reaper X2BodyPartTemplate]
DisplayName="Jade Necklace"

[ARM_Necklace_01_Templar X2BodyPartTemplate]
DisplayName="Jade Necklace"

[ARM_Necklace_01_Skirmisher X2BodyPartTemplate]
DisplayName="Jade Necklace"

;================
; DRAGON NECKLACE
;================

[Necklace_Dragon X2BodyPartTemplate]
DisplayName="Dragon Necklace"

[Necklace_Dragon_Reaper X2BodyPartTemplate]
DisplayName="Dragon Necklace"

[Necklace_Dragon_Templar X2BodyPartTemplate]
DisplayName="Dragon Necklace"

[Necklace_Dragon_Skirmisher X2BodyPartTemplate]
DisplayName="Dragon Necklace"

[ARM_Necklace_Dragon X2BodyPartTemplate]
DisplayName="Dragon Necklace"

[ARM_Necklace_Dragon_Reaper X2BodyPartTemplate]
DisplayName="Dragon Necklace"

[ARM_Necklace_Dragon_Templar X2BodyPartTemplate]
DisplayName="Dragon Necklace"

[ARM_Necklace_Dragon_Skirmisher X2BodyPartTemplate]
DisplayName="Dragon Necklace"

;==================
; ETHEREAL NECKLACE
;==================

[Necklace_Ethereal X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

[Necklace_Ethereal_Reaper X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

[Necklace_Ethereal_Templar X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

[Necklace_Ethereal_Skirmisher X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

[ARM_Necklace_Ethereal X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

[ARM_Necklace_Ethereal_Reaper X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

[ARM_Necklace_Ethereal_Templar X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

[ARM_Necklace_Ethereal_Skirmisher X2BodyPartTemplate]
DisplayName="Ethereal Necklace"

;================
; EXALT NECKLACE
;================

[Necklace_Exalt X2BodyPartTemplate]
DisplayName="Exalt Necklace"

[Necklace_Exalt_Reaper X2BodyPartTemplate]
DisplayName="Exalt Necklace"

[Necklace_Exalt_Templar X2BodyPartTemplate]
DisplayName="Exalt Necklace"

[Necklace_Exalt_Skirmisher X2BodyPartTemplate]
DisplayName="Exalt Necklace"

[ARM_Necklace_Exalt X2BodyPartTemplate]
DisplayName="Exalt Necklace"

[ARM_Necklace_Exalt_Reaper X2BodyPartTemplate]
DisplayName="Exalt Necklace"

[ARM_Necklace_Exalt_Templar X2BodyPartTemplate]
DisplayName="Exalt Necklace"

[ARM_Necklace_Exalt_Skirmisher X2BodyPartTemplate]
DisplayName="Exalt Necklace"

;====================
; FIRESTORM NECKLACE
;====================

[Necklace_Firestorm X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

[Necklace_Firestorm_Reaper X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

[Necklace_Firestorm_Templar X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

[Necklace_Firestorm_Skirmisher X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

[ARM_Necklace_Firestorm X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

[ARM_Necklace_Firestorm_Reaper X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

[ARM_Necklace_Firestorm_Templar X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

[ARM_Necklace_Firestorm_Skirmisher X2BodyPartTemplate]
DisplayName="Firestorm Necklace"

;====================
; SCOUT UFO NECKLACE
;====================

[Necklace_Scout X2BodyPartTemplate]
DisplayName="UFO Necklace"

[Necklace_Scout_Reaper X2BodyPartTemplate]
DisplayName="UFO Necklace"

[Necklace_Scout_Templar X2BodyPartTemplate]
DisplayName="UFO Necklace"

[Necklace_Scout_Skirmisher X2BodyPartTemplate]
DisplayName="UFO Necklace"

[ARM_Necklace_Scout X2BodyPartTemplate]
DisplayName="UFO Necklace"

[ARM_Necklace_Scout_Reaper X2BodyPartTemplate]
DisplayName="UFO Necklace"

[ARM_Necklace_Scout_Templar X2BodyPartTemplate]
DisplayName="UFO Necklace"

[ARM_Necklace_Scout_Skirmisher X2BodyPartTemplate]
DisplayName="UFO Necklace"

;==================
; SECTOID NECKLACE
;==================

[Necklace_Sectoid X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

[Necklace_Sectoid_Reaper X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

[Necklace_Sectoid_Templar X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

[Necklace_Sectoid_Skirmisher X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

[ARM_Necklace_Sectoid X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

[ARM_Necklace_Sectoid_Reaper X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

[ARM_Necklace_Sectoid_Templar X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

[ARM_Necklace_Sectoid_Skirmisher X2BodyPartTemplate]
DisplayName="Sectoid Necklace"

;================
; XCOM NECKLACE
;================

[Necklace_Xcom X2BodyPartTemplate]
DisplayName="X Com Necklace"

[Necklace_Xcom_Reaper X2BodyPartTemplate]
DisplayName="X Com Necklace"

[Necklace_Xcom_Templar X2BodyPartTemplate]
DisplayName="X Com Necklace"

[Necklace_Xcom_Skirmisher X2BodyPartTemplate]
DisplayName="X Com Necklace"

[ARM_Necklace_Xcom X2BodyPartTemplate]
DisplayName="X Com Necklace"

[ARM_Necklace_Xcom_Reaper X2BodyPartTemplate]
DisplayName="X Com Necklace"

[ARM_Necklace_Xcom_Templar X2BodyPartTemplate]
DisplayName="X Com Necklace"

[ARM_Necklace_Xcom_Skirmisher X2BodyPartTemplate]
DisplayName="X Com Necklace"

;=================
; TRIBAL NECKLACE
;=================

[Necklace_Tribal X2BodyPartTemplate]
DisplayName="Tribal Necklace"

[Necklace_Tribal_Reaper X2BodyPartTemplate]
DisplayName="Tribal Necklace"

[Necklace_Tribal_Templar X2BodyPartTemplate]
DisplayName="Tribal Necklace"

[Necklace_Tribal_Skirmisher X2BodyPartTemplate]
DisplayName="Tribal Necklace"

[ARM_Necklace_Tribal X2BodyPartTemplate]
DisplayName="Tribal Necklace"

[ARM_Necklace_Tribal_Reaper X2BodyPartTemplate]
DisplayName="Tribal Necklace"

[ARM_Necklace_Tribal_Templar X2BodyPartTemplate]
DisplayName="Tribal Necklace"

[ARM_Necklace_Tribal_Skirmisher X2BodyPartTemplate]
DisplayName="Tribal Necklace"

;=================
; BULLET NECKLACE
;=================

[Necklace_Bullet X2BodyPartTemplate]
DisplayName="Bullet Necklace"

[Necklace_Bullet_Reaper X2BodyPartTemplate]
DisplayName="Bullet Necklace"

[Necklace_Bullet_Templar X2BodyPartTemplate]
DisplayName="Bullet Necklace"

[Necklace_Bullet_Skirmisher X2BodyPartTemplate]
DisplayName="Bullet Necklace"

[ARM_Necklace_Bullet X2BodyPartTemplate]
DisplayName="Bullet Necklace"

[ARM_Necklace_Bullet_Reaper X2BodyPartTemplate]
DisplayName="Bullet Necklace"

[ARM_Necklace_Bullet_Templar X2BodyPartTemplate]
DisplayName="Bullet Necklace"

[ARM_Necklace_Bullet_Skirmisher X2BodyPartTemplate]
DisplayName="Bullet Necklace"

;====================
; PHARAOH NECK GUARD
;====================

[Necklace_Egyptian X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

[Necklace_Egyptian_Reaper X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

[Necklace_Egyptian_Templar X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

[Necklace_Egyptian_Skirmisher X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

[ARM_Necklace_Egyptian X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

[ARM_Necklace_Egyptian_Reaper X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

[ARM_Necklace_Egyptian_Templar X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

[ARM_Necklace_Egyptian_Skirmisher X2BodyPartTemplate]
DisplayName="Pharaoh Neck Guard"

;=================
; PEARL NECKLACE
;=================

[Necklace_Pearl X2BodyPartTemplate]
DisplayName="Pearl Necklace"

[Necklace_Pearl_Reaper X2BodyPartTemplate]
DisplayName="Pearl Necklace"

[Necklace_Pearl_Templar X2BodyPartTemplate]
DisplayName="Pearl Necklace"

[Necklace_Pearl_Skirmisher X2BodyPartTemplate]
DisplayName="Pearl Necklace"

[ARM_Necklace_Pearl X2BodyPartTemplate]
DisplayName="Pearl Necklace"

[ARM_Necklace_Pearl_Reaper X2BodyPartTemplate]
DisplayName="Pearl Necklace"

[ARM_Necklace_Pearl_Templar X2BodyPartTemplate]
DisplayName="Pearl Necklace"

[ARM_Necklace_Pearl_Skirmisher X2BodyPartTemplate]
DisplayName="Pearl Necklace"

;=================
; ORIENTAL CHOKER
;=================

[Necklace_Oriental_Choker X2BodyPartTemplate]
DisplayName="Oriental Choker"

[Necklace_Oriental_Choker_Reaper X2BodyPartTemplate]
DisplayName="Oriental Choker"

[Necklace_Oriental_Choker_Templar X2BodyPartTemplate]
DisplayName="Oriental Choker"

[Necklace_Oriental_Choker_Skirmisher X2BodyPartTemplate]
DisplayName="Oriental Choker"

[ARM_Necklace_Oriental_Choker X2BodyPartTemplate]
DisplayName="Oriental Choker"

[ARM_Necklace_Oriental_Choker_Reaper X2BodyPartTemplate]
DisplayName="Oriental Choker"

[ARM_Necklace_Oriental_Choker_Templar X2BodyPartTemplate]
DisplayName="Oriental Choker"

[ARM_Necklace_Oriental_Choker_Skirmisher X2BodyPartTemplate]
DisplayName="Oriental Choker"

;=================
; LONG NECKLACE
;=================

[Necklace_Long X2BodyPartTemplate]
DisplayName="Long Necklace"

[Necklace_Long_Reaper X2BodyPartTemplate]
DisplayName="Long Necklace"

[Necklace_Long_Templar X2BodyPartTemplate]
DisplayName="Long Necklace"

[Necklace_Long_Skirmisher X2BodyPartTemplate]
DisplayName="Long Necklace"

[ARM_Necklace_Long X2BodyPartTemplate]
DisplayName="Long Necklace"

[ARM_Necklace_Long_Reaper X2BodyPartTemplate]
DisplayName="Long Necklace"

[ARM_Necklace_Long_Templar X2BodyPartTemplate]
DisplayName="Long Necklace"

[ARM_Necklace_Long_Skirmisher X2BodyPartTemplate]
DisplayName="Long Necklace"

;============================================================================================================================================================================================================
;                                                                                            COATS, JACKETS, SWEATERS & TORSO DECOS
;============================================================================================================================================================================================================

;============
; BELLY RING
;============

[Belly_Ring X2BodyPartTemplate]
DisplayName="Belly Ring"

[Belly_Ring_Reaper X2BodyPartTemplate]
DisplayName="Belly Ring"

[Belly_Ring_Templar X2BodyPartTemplate]
DisplayName="Belly Ring"

[Belly_Ring_Skirmisher X2BodyPartTemplate]
DisplayName="Belly Ring"

[ARM_Belly_Ring X2BodyPartTemplate]
DisplayName="Belly Ring"

[ARM_Belly_Ring_Reaper X2BodyPartTemplate]
DisplayName="Belly Ring"

[ARM_Belly_Ring_Templar X2BodyPartTemplate]
DisplayName="Belly Ring"

[ARM_Belly_Ring_Skirmisher X2BodyPartTemplate]
DisplayName="Belly Ring"

;============
; BELLY STUD
;============

[Belly_Stud X2BodyPartTemplate]
DisplayName="Belly Stud"

[Belly_Stud_Reaper X2BodyPartTemplate]
DisplayName="Belly Stud"

[Belly_Stud_Templar X2BodyPartTemplate]
DisplayName="Belly Stud"

[Belly_Stud_Skirmisher X2BodyPartTemplate]
DisplayName="Belly Stud"

[ARM_Belly_Stud X2BodyPartTemplate]
DisplayName="Belly Stud"

[ARM_Belly_Stud_Reaper X2BodyPartTemplate]
DisplayName="Belly Stud"

[ARM_Belly_Stud_Templar X2BodyPartTemplate]
DisplayName="Belly Stud"

[ARM_Belly_Stud_Skirmisher X2BodyPartTemplate]
DisplayName="Belly Stud"

;=======================
; RESISTANCE TORSO DECO
;=======================

[Resistance_Deco X2BodyPartTemplate]
DisplayName="Resistance Gear"

[ARM_Resistance_Deco X2BodyPartTemplate]
DisplayName="Resistance Gear"

[Resistance_Deco_Reaper X2BodyPartTemplate]
DisplayName="Resistance Gear"

[Resistance_Deco_Templar X2BodyPartTemplate]
DisplayName="Resistance Gear"

[Resistance_Deco_Skirmisher X2BodyPartTemplate]
DisplayName="Resistance Gear"

[ARM_Resistance_Deco_Reaper X2BodyPartTemplate]
DisplayName="Resistance Gear"

[ARM_Resistance_Deco_Templar X2BodyPartTemplate]
DisplayName="Resistance Gear"

[ARM_Resistance_Deco_Skirmisher X2BodyPartTemplate]
DisplayName="Resistance Gear"

;===============
; BIOSHOCK TOP 
;===============

[Bioshock_Top X2BodyPartTemplate]
DisplayName="Bioshock Top"

[ARM_Bioshock_Top X2BodyPartTemplate]
DisplayName="Bioshock Top"

[Bioshock_Top_Reaper X2BodyPartTemplate]
DisplayName="Bioshock Top"

[Bioshock_Top_Templar X2BodyPartTemplate]
DisplayName="Bioshock Top"

[Bioshock_Top_Skirmisher X2BodyPartTemplate]
DisplayName="Bioshock Top"

[ARM_Bioshock_Top_Reaper X2BodyPartTemplate]
DisplayName="Bioshock Top"

[ARM_Bioshock_Top_Templar X2BodyPartTemplate]
DisplayName="Bioshock Top"

[ARM_Bioshock_Top_Skirmisher X2BodyPartTemplate]
DisplayName="Bioshock Top"

;=============================
; BIOSHOCK TOP SECONDARY TINT
;=============================

[Bioshock_Top_2 X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

[ARM_Bioshock_Top_2 X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

[Bioshock_Top_2_Reaper X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

[Bioshock_Top_2_Templar X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

[Bioshock_Top_2_Skirmisher X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

[ARM_Bioshock_Top_2_Reaper X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

[ARM_Bioshock_Top_2_Templar X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

[ARM_Bioshock_Top_2_Skirmisher X2BodyPartTemplate]
DisplayName="Bioshock Top Secondary Tint"

;==============
; ME3 ARIA TOP
;==============

[ME3_Aria X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

[ARM_ME3_Aria X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

[ME3_Aria_Reaper X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

[ME3_Aria_Templar X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

[ME3_Aria_Skirmisher X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

[ARM_ME3_Aria_Reaper X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

[ARM_ME3_Aria_Templar X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

[ARM_ME3_Aria_Skirmisher X2BodyPartTemplate]
DisplayName="ME3 Aria Top"

;====================
; ME3 JACK JACKET
;====================

[ME3_Jack X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

[ARM_ME3_Jack X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

[ME3_Jack_Reaper X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

[ME3_Jack_Templar X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

[ME3_Jack_Skirmisher X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

[ARM_ME3_Jack_Reaper X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

[ARM_ME3_Jack_Templar X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

[ARM_ME3_Jack_Skirmisher X2BodyPartTemplate]
DisplayName="ME3 Jack Jacket"

;===============
; DRUM JACKET
;===============

[Drum_Jacket X2BodyPartTemplate]
DisplayName="Drum Jacket"

[ARM_Drum_Jacket X2BodyPartTemplate]
DisplayName="Drum Jacket"

[Drum_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Drum Jacket"

[Drum_Jacket_Templar X2BodyPartTemplate]
DisplayName="Drum Jacket"

[Drum_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Drum Jacket"

[ARM_Drum_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Drum Jacket"

[ARM_Drum_Jacket_Templar X2BodyPartTemplate]
DisplayName="Drum Jacket"

[ARM_Drum_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Drum Jacket"

;===========================
; DRUM JACKET SECONDARY TINT
;===========================

[Drum_Jacket_2 X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

[ARM_Drum_Jacket_2 X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

[Drum_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

[Drum_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

[Drum_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

[ARM_Drum_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

[ARM_Drum_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

[ARM_Drum_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Drum Jacket Secondary Tint"

;===============
; CIVILIAN COAT
;===============

[Civ_Coat X2BodyPartTemplate]
DisplayName="Civilian Coat"

[ARM_Civ_Coat X2BodyPartTemplate]
DisplayName="Civilian Coat"

[Civ_Coat_Reaper X2BodyPartTemplate]
DisplayName="Civilian Coat"

[Civ_Coat_Templar X2BodyPartTemplate]
DisplayName="Civilian Coat"

[Civ_Coat_Skirmisher X2BodyPartTemplate]
DisplayName="Civilian Coat"

[ARM_Civ_Coat_Reaper X2BodyPartTemplate]
DisplayName="Civilian Coat"

[ARM_Civ_Coat_Templar X2BodyPartTemplate]
DisplayName="Civilian Coat"

[ARM_Civ_Coat_Skirmisher X2BodyPartTemplate]
DisplayName="Civilian Coat"

;===============
; PUNK JACKET
;===============

[Punk_Jacket X2BodyPartTemplate]
DisplayName="Punk Jacket"

[ARM_Punk_Jacket X2BodyPartTemplate]
DisplayName="Punk Jacket"

[Punk_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Punk Jacket"

[Punk_Jacket_Templar X2BodyPartTemplate]
DisplayName="Punk Jacket"

[Punk_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Punk Jacket"

[ARM_Punk_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Punk Jacket"

[ARM_Punk_Jacket_Templar X2BodyPartTemplate]
DisplayName="Punk Jacket"

[ARM_Punk_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Punk Jacket"

;===============
; REBEL VEST
;===============

[Rebel_Vest X2BodyPartTemplate]
DisplayName="Rebel Vest"

[ARM_Rebel_Vest X2BodyPartTemplate]
DisplayName="Rebel Vest"

[Rebel_Vest_Reaper X2BodyPartTemplate]
DisplayName="Rebel Vest"

[Rebel_Vest_Templar X2BodyPartTemplate]
DisplayName="Rebel Vest"

[Rebel_Vest_Skirmisher X2BodyPartTemplate]
DisplayName="Rebel Vest"

[ARM_Rebel_Vest_Reaper X2BodyPartTemplate]
DisplayName="Rebel Vest"

[ARM_Rebel_Vest_Templar X2BodyPartTemplate]
DisplayName="Rebel Vest"

[ARM_Rebel_Vest_Skirmisher X2BodyPartTemplate]
DisplayName="Rebel Vest"

;===============
; SUIT COAT
;===============

[Suit_Coat X2BodyPartTemplate]
DisplayName="Suit Coat"

[ARM_Suit_Coat X2BodyPartTemplate]
DisplayName="Suit Coat"

[Suit_Coat_Reaper X2BodyPartTemplate]
DisplayName="Suit Coat"

[Suit_Coat_Templar X2BodyPartTemplate]
DisplayName="Suit Coat"

[Suit_Coat_Skirmisher X2BodyPartTemplate]
DisplayName="Suit Coat"

[ARM_Suit_Coat_Reaper X2BodyPartTemplate]
DisplayName="Suit Coat"

[ARM_Suit_Coat_Templar X2BodyPartTemplate]
DisplayName="Suit Coat"

[ARM_Suit_Coat_Skirmisher X2BodyPartTemplate]
DisplayName="Suit Coat"

;===================
; SHEEP SKIN JACKET
;===================

[Sheep_Jacket X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

[ARM_Sheep_Jacket X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

[Sheep_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

[Sheep_Jacket_Templar X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

[Sheep_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

[ARM_Sheep_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

[ARM_Sheep_Jacket_Templar X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

[ARM_Sheep_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Sheep Skin Jacket"

;===============
; WINTER JACKET
;===============

[Winter_Jacket X2BodyPartTemplate]
DisplayName="Winter Jacket"

[ARM_Winter_Jacket X2BodyPartTemplate]
DisplayName="Winter Jacket"

[Winter_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Winter Jacket"

[Winter_Jacket_Templar X2BodyPartTemplate]
DisplayName="Winter Jacket"

[Winter_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Winter Jacket"

[ARM_Winter_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Winter Jacket"

[ARM_Winter_Jacket_Templar X2BodyPartTemplate]
DisplayName="Winter Jacket"

[ARM_Winter_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Winter Jacket"

;===============
; SHAUNDI JACKET
;===============

[Shaundi_Jacket X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

[ARM_Shaundi_Jacket X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

[Shaundi_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

[Shaundi_Jacket_Templar X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

[Shaundi_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

[ARM_Shaundi_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

[ARM_Shaundi_Jacket_Templar X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

[ARM_Shaundi_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Shaundi Jacket"

;===========================
; SHAUNDI JACKET 2NDARY TINT
;===========================

[Shaundi_Jacket_2 X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

[ARM_Shaundi_Jacket_2 X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

[Shaundi_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

[Shaundi_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

[Shaundi_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

[ARM_Shaundi_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

[ARM_Shaundi_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

[ARM_Shaundi_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Shaundi Jacket Secondary Tint"

;===============
; LEATHER JACKET
;===============

[Black_Leather_Jacket X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

[ARM_Black_Leather_Jacket X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

[Black_Leather_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

[Black_Leather_Jacket_Templar X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

[Black_Leather_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

[ARM_Black_Leather_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

[ARM_Black_Leather_Jacket_Templar X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

[ARM_Black_Leather_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Greased Lightnin'"

;==================
; WATCHDOGS JACKET
;==================

[Watchdogs_Jacket X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

[ARM_Watchdogs_Jacket X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

[Watchdogs_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

[Watchdogs_Jacket_Templar X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

[Watchdogs_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

[ARM_Watchdogs_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

[ARM_Watchdogs_Jacket_Templar X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

[ARM_Watchdogs_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Watchdogs Jacket"

;=================================
; WATCHDOGS JACKET SECONDARY TINT
;=================================

[Watchdogs_Jacket_2 X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

[ARM_Watchdogs_Jacket_2 X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

[Watchdogs_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

[Watchdogs_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

[Watchdogs_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

[ARM_Watchdogs_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

[ARM_Watchdogs_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

[ARM_Watchdogs_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Watchdogs Jacket Secondary Tint"

;===================
; JOY CARGO JACKET
;===================

[Joy_Cargo_Jacket X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

[ARM_Joy_Cargo_Jacket X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

[Joy_Cargo_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

[Joy_Cargo_Jacket_Templar X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

[Joy_Cargo_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

[ARM_Joy_Cargo_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

[ARM_Joy_Cargo_Jacket_Templar X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

[ARM_Joy_Cargo_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Joy Cargo Jacket"

;=====================
; ASARI MAIDEN VEST A
;=====================

[Maiden_Vest_A X2BodyPartTemplate]
DisplayName="Maiden Vest A"

[ARM_Maiden_Vest_A X2BodyPartTemplate]
DisplayName="Maiden Vest A"

[Maiden_Vest_A_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest A"

[Maiden_Vest_A_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest A"

[Maiden_Vest_A_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest A"

[ARM_Maiden_Vest_A_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest A"

[ARM_Maiden_Vest_A_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest A"

[ARM_Maiden_Vest_A_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest A"

;====================================
; ASARI MAIDEN VEST A SECONDARY TINT
;====================================

[Maiden_Vest_A_2 X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

[ARM_Maiden_Vest_A_2 X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

[Maiden_Vest_A_2_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

[Maiden_Vest_A_2_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

[Maiden_Vest_A_2_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

[ARM_Maiden_Vest_A_2_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

[ARM_Maiden_Vest_A_2_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

[ARM_Maiden_Vest_A_2_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest A Secondary Tint"

;=====================
; ASARI MAIDEN VEST B
;=====================

[Maiden_Vest_B X2BodyPartTemplate]
DisplayName="Maiden Vest B"

[ARM_Maiden_Vest_B X2BodyPartTemplate]
DisplayName="Maiden Vest B"

[Maiden_Vest_B_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest B"

[Maiden_Vest_B_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest B"

[Maiden_Vest_B_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest B"

[ARM_Maiden_Vest_B_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest B"

[ARM_Maiden_Vest_B_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest B"

[ARM_Maiden_Vest_B_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest B"

;====================================
; ASARI MAIDEN VEST B SECONDARY TINT
;====================================

[Maiden_Vest_B_2 X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

[ARM_Maiden_Vest_B_2 X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

[Maiden_Vest_B_2_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

[Maiden_Vest_B_2_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

[Maiden_Vest_B_2_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

[ARM_Maiden_Vest_B_2_Reaper X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

[ARM_Maiden_Vest_B_2_Templar X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

[ARM_Maiden_Vest_B_2_Skirmisher X2BodyPartTemplate]
DisplayName="Maiden Vest B Secondary Tint"

;=================
; ALLIANCE JACKET
;=================

[Alliance_Jacket X2BodyPartTemplate]
DisplayName="Alliance Jacket"

[ARM_Alliance_Jacket X2BodyPartTemplate]
DisplayName="Alliance Jacket"

[Alliance_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Alliance Jacket"

[Alliance_Jacket_Templar X2BodyPartTemplate]
DisplayName="Alliance Jacket"

[Alliance_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Alliance Jacket"

[ARM_Alliance_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Alliance Jacket"

[ARM_Alliance_Jacket_Templar X2BodyPartTemplate]
DisplayName="Alliance Jacket"

[ARM_Alliance_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Alliance Jacket"

;====================
; EVIL WITHIN JACKET
;====================

[Evil_Within_Jacket X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

[ARM_Evil_Within_Jacket X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

[Evil_Within_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

[Evil_Within_Jacket_Templar X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

[Evil_Within_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

[ARM_Evil_Within_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

[ARM_Evil_Within_Jacket_Templar X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

[ARM_Evil_Within_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Evil Within Jacket"

;================
; HOODIE SWEATER
;================

[Hoodie_Sweater X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

[ARM_Hoodie_Sweater X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

[Hoodie_Sweater_Reaper X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

[Hoodie_Sweater_Templar X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

[Hoodie_Sweater_Skirmisher X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

[ARM_Hoodie_Sweater_Reaper X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

[ARM_Hoodie_Sweater_Templar X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

[ARM_Hoodie_Sweater_Skirmisher X2BodyPartTemplate]
DisplayName="Hoodie Sweater"

;================
; GREASE MONKEY
;================

[Grease_Monkey X2BodyPartTemplate]
DisplayName="Grease Monkey"

[ARM_Grease_Monkey X2BodyPartTemplate]
DisplayName="Grease Monkey"

[Grease_Monkey_Reaper X2BodyPartTemplate]
DisplayName="Grease Monkey"

[Grease_Monkey_Templar X2BodyPartTemplate]
DisplayName="Grease Monkey"

[Grease_Monkey_Skirmisher X2BodyPartTemplate]
DisplayName="Grease Monkey"

[ARM_Grease_Monkey_Reaper X2BodyPartTemplate]
DisplayName="Grease Monkey"

[ARM_Grease_Monkey_Templar X2BodyPartTemplate]
DisplayName="Grease Monkey"

[ARM_Grease_Monkey_Skirmisher X2BodyPartTemplate]
DisplayName="Grease Monkey"

;================
;  SHORT JACKET
;================

[Short_Jacket X2BodyPartTemplate]
DisplayName="Short Jacket"

[ARM_Short_Jacket X2BodyPartTemplate]
DisplayName="Short Jacket"

[Short_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Short Jacket"

[Short_Jacket_Templar X2BodyPartTemplate]
DisplayName="Short Jacket"

[Short_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Short Jacket"

[ARM_Short_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Short Jacket"

[ARM_Short_Jacket_Templar X2BodyPartTemplate]
DisplayName="Short Jacket"

[ARM_Short_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Short Jacket"

;==============================
;  SHORT JACKET SECONDARY TINT
;==============================

[Short_Jacket_2 X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

[Short_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

[Short_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

[Short_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

[ARM_Short_Jacket_2 X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

[ARM_Short_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

[ARM_Short_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

[ARM_Short_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Short Jacket Secondary Tint"

;================
; DRAGON JACKET
;================

[Dragon_Jacket X2BodyPartTemplate]
DisplayName="Dragon Jacket"

[Dragon_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Dragon Jacket"

[Dragon_Jacket_Templar X2BodyPartTemplate]
DisplayName="Dragon Jacket"

[Dragon_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Dragon Jacket"

[ARM_Dragon_Jacket X2BodyPartTemplate]
DisplayName="Dragon Jacket"

[ARM_Dragon_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Dragon Jacket"

[ARM_Dragon_Jacket_Templar X2BodyPartTemplate]
DisplayName="Dragon Jacket"

[ARM_Dragon_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Dragon Jacket"

;===================
; WINTER PARKA VEST
;===================

[Winter_Vest X2BodyPartTemplate]
DisplayName="Parka Vest"

[Winter_Vest_Reaper X2BodyPartTemplate]
DisplayName="Parka Vest"

[Winter_Vest_Templar X2BodyPartTemplate]
DisplayName="Parka Vest"

[Winter_Vest_Skirmisher X2BodyPartTemplate]
DisplayName="Parka Vest"

[ARM_Winter_Vest X2BodyPartTemplate]
DisplayName="Parka Vest"

[ARM_Winter_Vest_Reaper X2BodyPartTemplate]
DisplayName="Parka Vest"

[ARM_Winter_Vest_Templar X2BodyPartTemplate]
DisplayName="Parka Vest"

[ARM_Winter_Vest_Skirmisher X2BodyPartTemplate]
DisplayName="Parka Vest"

;==================================
; WINTER PARKA VEST SECONDARY TINT
;==================================

[Winter_Vest_2 X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

[Winter_Vest_2_Reaper X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

[Winter_Vest_2_Templar X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

[Winter_Vest_2_Skirmisher X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

[ARM_Winter_Vest_2 X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

[ARM_Winter_Vest_2_Reaper X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

[ARM_Winter_Vest_2_Templar X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

[ARM_Winter_Vest_2_Skirmisher X2BodyPartTemplate]
DisplayName="Parka Vest Secondary Tint"

;===============
; PADDED JACKET
;===============

[Padded_Jacket X2BodyPartTemplate]
DisplayName="Padded Jacket"

[Padded_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Padded Jacket"

[Padded_Jacket_Templar X2BodyPartTemplate]
DisplayName="Padded Jacket"

[Padded_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Padded Jacket"

[ARM_Padded_Jacket X2BodyPartTemplate]
DisplayName="Padded Jacket"

[ARM_Padded_Jacket_Reaper X2BodyPartTemplate]
DisplayName="Padded Jacket"

[ARM_Padded_Jacket_Templar X2BodyPartTemplate]
DisplayName="Padded Jacket"

[ARM_Padded_Jacket_Skirmisher X2BodyPartTemplate]
DisplayName="Padded Jacket"

;==============================
; PADDED JACKET SECONDART TINT
;==============================

[Padded_Jacket_2 X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

[Padded_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

[Padded_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

[Padded_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

[ARM_Padded_Jacket_2 X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

[ARM_Padded_Jacket_2_Reaper X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

[ARM_Padded_Jacket_2_Templar X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

[ARM_Padded_Jacket_2_Skirmisher X2BodyPartTemplate]
DisplayName="Padded Jacket Secondary Tint"

;============================================================================================================================================================================================================
;                                                                                              BELTS
;============================================================================================================================================================================================================

;==================
; RESISTANCE BELT
;==================

[Resistance_Belt X2BodyPartTemplate]
DisplayName="Resistance Belt"

[Resistance_Belt_Reaper X2BodyPartTemplate]
DisplayName="Resistance Belt"

[Resistance_Belt_Templar X2BodyPartTemplate]
DisplayName="Resistance Belt"

[Resistance_Belt_Skirmisher X2BodyPartTemplate]
DisplayName="Resistance Belt"

;===================
; JINX BULLET BELT
;===================

[Jinx_Bullet_Belt X2BodyPartTemplate]
DisplayName="Jinx Bullet Belt"

[Jinx_Bullet_Belt_Reaper X2BodyPartTemplate]
DisplayName="Jinx Bullet Belt"

[Jinx_Bullet_Belt_Templar X2BodyPartTemplate]
DisplayName="Jinx Bullet Belt"

[Jinx_Bullet_Belt_Skirmisher X2BodyPartTemplate]
DisplayName="Jinx Bullet Belt"

;===================
; JINX PADDED BELT
;===================

[Jinx_Padded_Belt X2BodyPartTemplate]
DisplayName="Jinx Padded Belt"

[Jinx_Padded_Belt_Reaper X2BodyPartTemplate]
DisplayName="Jinx Padded Belt"

[Jinx_Padded_Belt_Templar X2BodyPartTemplate]
DisplayName="Jinx Padded Belt"

[Jinx_Padded_Belt_Skirmisher X2BodyPartTemplate]
DisplayName="Jinx Padded Belt"

;====================
; SPLATTERHOUSE BELT
;====================

[Splatterhouse_Belt X2BodyPartTemplate]
DisplayName="Splatterhouse Belt"

[Splatterhouse_Belt_Reaper X2BodyPartTemplate]
DisplayName="Splatterhouse Belt"

[Splatterhouse_Belt_Templar X2BodyPartTemplate]
DisplayName="Splatterhouse Belt"

[Splatterhouse_Belt_Skirmisher X2BodyPartTemplate]
DisplayName="Splatterhouse Belt"

;========================
; DAMNATION YAKECAN BELT
;========================

[Yakecan_Belt X2BodyPartTemplate]
DisplayName="Yakecan Belt"

[Yakecan_Belt_Reaper X2BodyPartTemplate]
DisplayName="Yakecan Belt"

[Yakecan_Belt_Templar X2BodyPartTemplate]
DisplayName="Yakecan Belt"

[Yakecan_Belt_Skirmisher X2BodyPartTemplate]
DisplayName="Yakecan Belt"

;=========================
; MARVEL GOTG GAMORA BELT
;=========================

[Gamora_Belt X2BodyPartTemplate]
DisplayName="GOTG Gamora Belt"

[Gamora_Belt_Reaper X2BodyPartTemplate]
DisplayName="GOTG Gamora Belt"

[Gamora_Belt_Templar X2BodyPartTemplate]
DisplayName="GOTG Gamora Belt"

[Gamora_Belt_Skirmisher X2BodyPartTemplate]
DisplayName="GOTG Gamora Belt"

;=========================
; NINJA GAIDEN IRENE BELT
;=========================

[Gaiden_Belt X2BodyPartTemplate]
DisplayName="Ninja Gaiden Belt"

[Gaiden_Belt_Reaper X2BodyPartTemplate]
DisplayName="Ninja Gaiden Belt"

[Gaiden_Belt_Templar X2BodyPartTemplate]
DisplayName="Ninja Gaiden Belt"

[Gaiden_Belt_Skirmisher X2BodyPartTemplate]
DisplayName="Ninja Gaiden Belt"

;============================================================================================================================================================================================================
;                                                                                            GLOVES & FOREARM DECOS
;============================================================================================================================================================================================================

;=========================
; FOREARMS GLOVE WOOL
;=========================

[Forearm_Glove_Wool_Left X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

[Forearm_Glove_Wool_Left_Reaper X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

[Forearm_Glove_Wool_Left_Templar X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

[Forearm_Glove_Wool_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

[Forearm_Glove_Wool_Right X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

[Forearm_Glove_Wool_Right_Reaper X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

[Forearm_Glove_Wool_Right_Templar X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

[Forearm_Glove_Wool_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Tattered Wool Glove"

;=========================
; FOREARMS KNUCKLE DUSTER
;=========================

[Forearm_Knuckle_Duster_Left X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

[Forearm_Knuckle_Duster_Left_Reaper X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

[Forearm_Knuckle_Duster_Left_Templar X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

[Forearm_Knuckle_Duster_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

[Forearm_Knuckle_Duster_Right X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

[Forearm_Knuckle_Duster_Right_Reaper X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

[Forearm_Knuckle_Duster_Right_Templar X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

[Forearm_Knuckle_Duster_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Anarchy Knuckle Duster"

;========================
; FOREARMS AMMO GAUNTLET
;========================

[Forearm_Ammo_Left X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

[Forearm_Ammo_Left_Reaper X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

[Forearm_Ammo_Left_Templar X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

[Forearm_Ammo_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

[Forearm_Ammo_Right X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

[Forearm_Ammo_Right_Reaper X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

[Forearm_Ammo_Right_Templar X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

[Forearm_Ammo_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Anarchy Ammo Gauntlet"

;=======================
; FOREARMS AMMO STRAPS
;=======================

[Forearm_Ammo_Straps_Left X2BodyPartTemplate]
DisplayName="Ammo Straps"

[Forearm_Ammo_Straps_Left_Reaper X2BodyPartTemplate]
DisplayName="Ammo Straps"

[Forearm_Ammo_Straps_Left_Templar X2BodyPartTemplate]
DisplayName="Ammo Straps"

[Forearm_Ammo_Straps_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Ammo Straps"

[Forearm_Ammo_Straps_Right X2BodyPartTemplate]
DisplayName="Ammo Straps"

[Forearm_Ammo_Straps_Right_Reaper X2BodyPartTemplate]
DisplayName="Ammo Straps"

[Forearm_Ammo_Straps_Right_Templar X2BodyPartTemplate]
DisplayName="Ammo Straps"

[Forearm_Ammo_Straps_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Ammo Straps"

;=========================
; FOREARMS KNUCKLE STRAPS
;=========================

[Forearm_Straps_Left X2BodyPartTemplate]
DisplayName="Knuckle Straps"

[Forearm_Straps_Left_Reaper X2BodyPartTemplate]
DisplayName="Knuckle Straps"

[Forearm_Straps_Left_Templar X2BodyPartTemplate]
DisplayName="Knuckle Straps"

[Forearm_Straps_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Knuckle Straps"

[Forearm_Straps_Right X2BodyPartTemplate]
DisplayName="Knuckle Straps"

[Forearm_Straps_Right_Reaper X2BodyPartTemplate]
DisplayName="Knuckle Straps"

[Forearm_Straps_Right_Templar X2BodyPartTemplate]
DisplayName="Knuckle Straps"

[Forearm_Straps_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Knuckle Straps"

;=======================
; FOREARMS SHEN GLOVES
;=======================

[Forearm_Shen_Gloves_Left X2BodyPartTemplate]
DisplayName="Shen Gloves"

[Forearm_Shen_Gloves_Left_Reaper X2BodyPartTemplate]
DisplayName="Shen Gloves"

[Forearm_Shen_Gloves_Left_Templar X2BodyPartTemplate]
DisplayName="Shen Gloves"

[Forearm_Shen_Gloves_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Shen Gloves"

[Forearm_Shen_Gloves_Right X2BodyPartTemplate]
DisplayName="Shen Gloves"

[Forearm_Shen_Gloves_Right_Reaper X2BodyPartTemplate]
DisplayName="Shen Gloves"

[Forearm_Shen_Gloves_Right_Templar X2BodyPartTemplate]
DisplayName="Shen Gloves"

[Forearm_Shen_Gloves_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Shen Gloves"

;==========================
; FOREARMS KNITTED WARMERS
;==========================

[Forearm_Joy_Wrist_Warmers_Left X2BodyPartTemplate]
DisplayName="Knitted Warmers"

[Forearm_Joy_Wrist_Warmers_Left_Reaper X2BodyPartTemplate]
DisplayName="Knitted Warmers"

[Forearm_Joy_Wrist_Warmers_Left_Templar X2BodyPartTemplate]
DisplayName="Knitted Warmers"

[Forearm_Joy_Wrist_Warmers_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Knitted Warmers"

[Forearm_Joy_Wrist_Warmers_Right X2BodyPartTemplate]
DisplayName="Knitted Warmers"

[Forearm_Joy_Wrist_Warmers_Right_Reaper X2BodyPartTemplate]
DisplayName="Knitted Warmers"

[Forearm_Joy_Wrist_Warmers_Right_Templar X2BodyPartTemplate]
DisplayName="Knitted Warmers"

[Forearm_Joy_Wrist_Warmers_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Knitted Warmers"

;==========================
; FOREARMS TRIBAL BRACERS
;==========================

[Forearm_Tribal_Bracer_Left X2BodyPartTemplate]
DisplayName="Tribal Bracers"

[Forearm_Tribal_Bracer_Left_Reaper X2BodyPartTemplate]
DisplayName="Tribal Bracers"

[Forearm_Tribal_Bracer_Left_Templar X2BodyPartTemplate]
DisplayName="Tribal Bracers"

[Forearm_Tribal_Bracer_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Tribal Bracers"

[Forearm_Tribal_Bracer_Right X2BodyPartTemplate]
DisplayName="Tribal Bracers"

[Forearm_Tribal_Bracer_Right_Reaper X2BodyPartTemplate]
DisplayName="Tribal Bracers"

[Forearm_Tribal_Bracer_Right_Templar X2BodyPartTemplate]
DisplayName="Tribal Bracers"

[Forearm_Tribal_Bracer_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Tribal Bracers"

;==========================
; FOREARMS JINX WARMERS
;==========================

[Forearm_Jinx_Warmers_Left X2BodyPartTemplate]
DisplayName="Jinx Warmers"

[Forearm_Jinx_Warmers_Left_Reaper X2BodyPartTemplate]
DisplayName="Jinx Warmers"

[Forearm_Jinx_Warmers_Left_Templar X2BodyPartTemplate]
DisplayName="Jinx Warmers"

[Forearm_Jinx_Warmers_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Jinx Warmers"

[Forearm_Jinx_Warmers_Right X2BodyPartTemplate]
DisplayName="Jinx Warmers"

[Forearm_Jinx_Warmers_Right_Reaper X2BodyPartTemplate]
DisplayName="Jinx Warmers"

[Forearm_Jinx_Warmers_Right_Templar X2BodyPartTemplate]
DisplayName="Jinx Warmers"

[Forearm_Jinx_Warmers_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Jinx Warmers"

;===========================
; FOREARMS ORIENTAL BRACERS
;===========================

[Forearm_Oriental_Bracer_Left X2BodyPartTemplate]
DisplayName="Oriental Bracer"

[Forearm_Oriental_Bracer_Left_Reaper X2BodyPartTemplate]
DisplayName="Oriental Bracer"

[Forearm_Oriental_Bracer_Left_Templar X2BodyPartTemplate]
DisplayName="Oriental Bracer"

[Forearm_Oriental_Bracer_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Oriental Bracer"

[Forearm_Oriental_Bracer_Right X2BodyPartTemplate]
DisplayName="Oriental Bracer"

[Forearm_Oriental_Bracer_Right_Reaper X2BodyPartTemplate]
DisplayName="Oriental Bracer"

[Forearm_Oriental_Bracer_Right_Templar X2BodyPartTemplate]
DisplayName="Oriental Bracer"

[Forearm_Oriental_Bracer_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Oriental Bracer"

;===================
; FOREARMS BANDAGES
;===================

[Forearm_Bandages_Left X2BodyPartTemplate]
DisplayName="Bandages"

[Forearm_Bandages_Left_Reaper X2BodyPartTemplate]
DisplayName="Bandages"

[Forearm_Bandages_Left_Templar X2BodyPartTemplate]
DisplayName="Bandages"

[Forearm_Bandages_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Bandages"

[Forearm_Bandages_Right X2BodyPartTemplate]
DisplayName="Bandages"

[Forearm_Bandages_Right_Reaper X2BodyPartTemplate]
DisplayName="Bandages"

[Forearm_Bandages_Right_Templar X2BodyPartTemplate]
DisplayName="Bandages"

[Forearm_Bandages_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Bandages"

;================================
; FOREARMS TERA BIKER GAUNTLETS
;================================

[Forearm_Tera_Biker_Gauntlets_Left X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

[Forearm_Tera_Biker_Gauntlets_Left_Reaper X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

[Forearm_Tera_Biker_Gauntlets_Left_Templar X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

[Forearm_Tera_Biker_Gauntlets_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

[Forearm_Tera_Biker_Gauntlets_Right X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

[Forearm_Tera_Biker_Gauntlets_Right_Reaper X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

[Forearm_Tera_Biker_Gauntlets_Right_Templar X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

[Forearm_Tera_Biker_Gauntlets_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Tera Biker Gauntlets"

;================================
; FOREARMS ARKHAM TALIA BRACERS
;================================

[Forearm_Talia_Bracers_Left X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

[Forearm_Talia_Bracers_Left_Reaper X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

[Forearm_Talia_Bracers_Left_Templar X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

[Forearm_Talia_Bracers_Left_Skirmisher X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

[Forearm_Talia_Bracers_Right X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

[Forearm_Talia_Bracers_Right_Reaper X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

[Forearm_Talia_Bracers_Right_Templar X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

[Forearm_Talia_Bracers_Right_Skirmisher X2BodyPartTemplate]
DisplayName="Arkham Talia Bracers"

;============================================================================================================================================================================================================
;                                                                                  SHOES, BOOTS, STOCKINGS, THIGHS & SHINS DECOS
;============================================================================================================================================================================================================

;=============
; STOCKINGS
;=============
[Stockings_Sheer_Lo X2BodyPartTemplate]
DisplayName="Sheer Low Stockings"

[Stockings_Sheer_Lo_Reaper X2BodyPartTemplate]
DisplayName="Sheer Low Stockings"

[Stockings_Sheer_Lo_Templar X2BodyPartTemplate]
DisplayName="Sheer Low Stockings"

[Stockings_Sheer_Lo_Skirmisher X2BodyPartTemplate]
DisplayName="Sheer Low Stockings"

[Stockings_Sheer_Hi X2BodyPartTemplate]
DisplayName="Sheer High Stockings"

[Stockings_Sheer_Hi_Reaper X2BodyPartTemplate]
DisplayName="Sheer High Stockings"

[Stockings_Sheer_Hi_Templar X2BodyPartTemplate]
DisplayName="Sheer High Stockings"

[Stockings_Sheer_Hi_Skirmisher X2BodyPartTemplate]
DisplayName="Sheer High Stockings"

[Stockings_Fishnet_Lo X2BodyPartTemplate]
DisplayName="Fishnet Low Stockings"

[Stockings_Fishnet_Lo_Reaper X2BodyPartTemplate]
DisplayName="Fishnet Low Stockings"

[Stockings_Fishnet_Lo_Templar X2BodyPartTemplate]
DisplayName="Fishnet Low Stockings"

[Stockings_Fishnet_Lo_Skirmisher X2BodyPartTemplate]
DisplayName="Fishnet Low Stockings"

[Stockings_Fishnet_Hi X2BodyPartTemplate]
DisplayName="Fishnet High Stockings"

[Stockings_Fishnet_Hi_Reaper X2BodyPartTemplate]
DisplayName="Fishnet High Stockings"

[Stockings_Fishnet_Hi_Templar X2BodyPartTemplate]
DisplayName="Fishnet High Stockings"

[Stockings_Fishnet_Hi_Skirmisher X2BodyPartTemplate]
DisplayName="Fishnet High Stockings"

;==================
; KNEE HIGH BOOTS
;==================

[Knee_Boots X2BodyPartTemplate]
DisplayName="Knee Boots"

[Knee_Boots_Reaper X2BodyPartTemplate]
DisplayName="Knee Boots"

[Knee_Boots_Templar X2BodyPartTemplate]
DisplayName="Knee Boots"

[Knee_Boots_Skirmisher X2BodyPartTemplate]
DisplayName="Knee Boots"

;==================
; LOW BOOTS
;==================

[Low_Boots X2BodyPartTemplate]
DisplayName="Low Boots"

[Low_Boots_Reaper X2BodyPartTemplate]
DisplayName="Low Boots"

[Low_Boots_Templar X2BodyPartTemplate]
DisplayName="Low Boots"

[Low_Boots_Skirmisher X2BodyPartTemplate]
DisplayName="Low Boots"

;==================
; POWER BOOTS
;==================

[Power_Boots X2BodyPartTemplate]
DisplayName="Power Boots"

[Power_Boots_Reaper X2BodyPartTemplate]
DisplayName="Power Boots"

[Power_Boots_Templar X2BodyPartTemplate]
DisplayName="Power Boots"

[Power_Boots_Skirmisher X2BodyPartTemplate]
DisplayName="Power Boots"

;==================
; KNEE STIRRUPS
;==================

[Stirrups_Knee X2BodyPartTemplate]
DisplayName="Knee Stirrups"

[Stirrups_Knee_Reaper X2BodyPartTemplate]
DisplayName="Knee Stirrups"

[Stirrups_Knee_Templar X2BodyPartTemplate]
DisplayName="Knee Stirrups"

[Stirrups_Knee_Skirmisher X2BodyPartTemplate]
DisplayName="Knee Stirrups"

;==================
; LOW STIRRUPS
;==================

[Stirrups_Low X2BodyPartTemplate]
DisplayName="Low Stirrups"

[Stirrups_Low_Reaper X2BodyPartTemplate]
DisplayName="Low Stirrups"

[Stirrups_Low_Templar X2BodyPartTemplate]
DisplayName="Low Stirrups"

[Stirrups_Low_Skirmisher X2BodyPartTemplate]
DisplayName="Low Stirrups"

;============
; LEG WRAPS
;============

[Leg_Wraps X2BodyPartTemplate]
DisplayName="Leg Wraps"

[Leg_Wraps_Reaper X2BodyPartTemplate]
DisplayName="Leg Wraps"

[Leg_Wraps_Templar X2BodyPartTemplate]
DisplayName="Leg Wraps"

[Leg_Wraps_Skirmisher X2BodyPartTemplate]
DisplayName="Leg Wraps"

;=============
; LEG WARMERS
;=============

[Joy_Legwarmers X2BodyPartTemplate]
DisplayName="Leg Warmers"

[Joy_Legwarmers_Reaper X2BodyPartTemplate]
DisplayName="Leg Warmers"

[Joy_Legwarmers_Templar X2BodyPartTemplate]
DisplayName="Leg Warmers"

[Joy_Legwarmers_Skirmisher X2BodyPartTemplate]
DisplayName="Leg Warmers"

;=========================
; LEG WARMERS 2NDARY TINT
;=========================

[Joy_Legwarmers_2 X2BodyPartTemplate]
DisplayName="Leg Warmers Secondary Tint"

[Joy_Legwarmers_2_Reaper X2BodyPartTemplate]
DisplayName="Leg Warmers Secondary Tint"

[Joy_Legwarmers_2_Templar X2BodyPartTemplate]
DisplayName="Leg Warmers Secondary Tint"

[Joy_Legwarmers_2_Skirmisher X2BodyPartTemplate]
DisplayName="Leg Warmers Secondary Tint"

;==========================
; MARVEL GOTG GAMORA BOOTS
;==========================

[Gamora_Boots X2BodyPartTemplate]
DisplayName="GOTG Gamora Boots"

[Gamora_Boots_Reaper X2BodyPartTemplate]
DisplayName="GOTG Gamora Boots"

[Gamora_Boots_Templar X2BodyPartTemplate]
DisplayName="GOTG Gamora Boots"

[Gamora_Boots_Skirmisher X2BodyPartTemplate]
DisplayName="GOTG Gamora Boots"

;========================
; SPLATTERHOUSE SNEAKERS
;========================

[Splatterhouse_Sneakers X2BodyPartTemplate]
DisplayName="Splatterhouse Sneakers"

[Splatterhouse_Sneakers_Reaper X2BodyPartTemplate]
DisplayName="Splatterhouse Sneakers"

[Splatterhouse_Sneakers_Templar X2BodyPartTemplate]
DisplayName="Splatterhouse Sneakers"

[Splatterhouse_Sneakers_Skirmisher X2BodyPartTemplate]
DisplayName="Splatterhouse Sneakers"

;========================
; L4D ZOEY SNEAKERS
;========================

[Zoey_Sneakers X2BodyPartTemplate]
DisplayName="L4D Zoey Sneakers"

[Zoey_Sneakers_Reaper X2BodyPartTemplate]
DisplayName="L4D Zoey Sneakers"

[Zoey_Sneakers_Templar X2BodyPartTemplate]
DisplayName="L4D Zoey Sneakers"

[Zoey_Sneakers_Skirmisher X2BodyPartTemplate]
DisplayName="L4D Zoey Sneakers"

;======================
; CONVERSE SNEAKERS
;======================

[Converse_Sneakers X2BodyPartTemplate]
DisplayName="Converse Sneakers"

[Converse_Sneakers_Reaper X2BodyPartTemplate]
DisplayName="Converse Sneakers"

[Converse_Sneakers_Templar X2BodyPartTemplate]
DisplayName="Converse Sneakers"

[Converse_Sneakers_Skirmisher X2BodyPartTemplate]
DisplayName="Converse Sneakers"

;==========================
; DARK STORM PADDED BOOTS
;==========================

[Padded_Boots X2BodyPartTemplate]
DisplayName="Padded Boots"

[Padded_Boots_Reaper X2BodyPartTemplate]
DisplayName="Padded Boots"

[Padded_Boots_Templar X2BodyPartTemplate]
DisplayName="Padded Boots"

[Padded_Boots_Skirmisher X2BodyPartTemplate]
DisplayName="Padded Boots"

;============================================================================================================================================================================================================
;                                                                                              SCARS, MOLES, FACEPAINTS
;============================================================================================================================================================================================================

;============
; SCAR MOLES
;============

[Baby_Dino X2BodyPartTemplate]
DisplayName="Baby Dinosaur Being Born"

[Crawford X2BodyPartTemplate]
DisplayName="The Crawford"

[Monroe X2BodyPartTemplate]
DisplayName="The Monroe"

[Tixi X2BodyPartTemplate]
DisplayName="The Blake Lively"

[Samus_Aran X2BodyPartTemplate]
DisplayName="The Space Bounty Hunter"

[De_Niro X2BodyPartTemplate]
DisplayName="The Taxi Driver"

;==========
; TATTOOS
;==========

[Body_Freckles_1 X2BodyPartTemplate]
DisplayName="Body Freckles Heavy"

[Body_Freckles_2 X2BodyPartTemplate]
DisplayName="Body Freckles Light"

[Fingernails X2BodyPartTemplate]
DisplayName="Nail Polish"

;============
; FACEPAINTS
;============

[Day_0_DLC_Black_Eyes X2BodyPartTemplate]
DisplayName="Black Eyes"

[FP_Freckles_Light X2BodyPartTemplate]
DisplayName="Freckles Light"

[FP_Freckles_Full X2BodyPartTemplate]
DisplayName="Freckles Full"



